chat_system_2934012_actor_description=Carl Leonard. The King's brother, who gave up the throne.
chat_system_2934012_snap_0_question=^?^Hello, traveler! I understand that you are in the service of His Majesty King Mark. He sent you here, did he not?
chat_system_2934012_snap_0_answer_0=^?^Hello, Your Highness. Yes, your brother sent me.
chat_system_2934012_snap_2_question=^?^Don't call me "Your Highness." My name is Carl Leonard, and I'm just an ordinary scientist, though I may have royal blood. I forswore those privileges long ago. So, does my brother afford me what I asked?
chat_system_2934012_snap_2_answer_0=^?^His Majesty sent me to deliver this spare Royal Seal. Also, he asked me to inquire what you might need it for...
chat_system_2934012_snap_4_question=^?^Wonderful! 'Tis a perfect replica.<br>And I understand his concern. You see, I had written the letter to my brother in rather a fit of despair. I have been lonely for a long time, for I had never met a woman worthy enough to inspire my love. But recently, I found a scientific manuscript in which it is argued that there is a microcosm inside the existing world. The fascinating idea was well presented and developed by the author, and confirmed by a number of experiments carried out upon frogs. And no less amazing than the manuscript's deep sense was the handwriting and signature: Martha di Gonda. A woman had written it!
chat_system_2934012_snap_4_answer_0=^?^A remarkable woman, surely...
chat_system_2934012_snap_3_question=^?^Yes! That was what I thought as well! Hardly had I read it - I, I...<br>[s]He stammers a bit and then recomposes himself.[/s]<br>...and then I understood that only such an intelligent woman could be a worthy wife! Having found out where she lived, I sent her a love letter, indeed a heap of letters, along with a proposal. But I received an answer - that she would marry only a man of royal blood, that this was somehow predestined for her. This is why I wrote to my brother, begging to borrow the Royal Seal. I shall imprint my letters to my love with the royal seal, to mark of my royal ancestry.
chat_system_2934012_snap_3_answer_0=^?^Can I help you? With Martha I mean?
chat_system_2934012_snap_3_answer_1=^?^I'm glad to hear that you may marry such a clever and worthy woman. 
chat_system_2934012_snap_9_question=^?^Your offer is quite timely! Indeed, I think I will need a bit of help...
chat_system_2934012_snap_9_answer_0=^?^Of course I'm ready to help. So, what kind of help do you need?
chat_system_2934012_snap_9_answer_1=^?^Ah, yes. When I return, we shall discuss it...
